Repository: AndresRamirez9912/exchangeTest
Catalog: locales/*.po
Languages: es

source: Activity Reporting
es: Informes de Actividad

source: All of your activity on the exchange is available for you to download as a spreadsheet. Simply choose the type of activity and the timeframe to generate your report.
es: Toda tu actividad en el exchange está disponible para que la descargues como hoja de cálculo. Simplemente selecciona el tipo de actividad y el periodo de tiempo para generar tu reporte.

source: Create New:
es: Crear Nuevo:

source: Single Report
es: Reporte Único

source: Cyclical Report
es: Reporte Cíclico

source: Edit
es: Editar

source: Create
es: Crear

source: Join the {n} Affiliate Program
es: Únete al programa {n} de afiliados

source: Our affiliate program lets you earn a bonus for each successful referral registered to your account. Create an affiliate link below, copy it and email to a friend. Your friends can click on the affiliate link and sign up for an account, at which point you will see the number of affliates increase on this page.
es: Nuestro programa de afiliados te permite ganar un bono por cada referido exitosamente registrado a tu cuenta. Crea un link de afiliación abajo, cópialo y énvialo por correo a un amigo. Tus amigos pueden dar click en el link de afiliación e inscribirse para obtener una cuenta, en ese punto verás un aumento en el número de afiliados en esta página.

source: Current Active Tag
es: Etiqueta activa actual

source: The affiliate tag has been copied to the clipboard.
es: La etiqueta de afiliados se ha copiado en el portapapeles.

source: Copy
es: Copiar

source: Number of Active Affiliates
es: Número de Afiliados Activos

source: Affiliates
es: Afiliados

source: Create or Edit Affiliate Tag
es: Crear o Editar una Etiqueta de Afiliados

source: Change tag
es: Cambiar etiqueta

source: Submitting...
es: Enviando…

source: Update
es: Actualizar

source: Allows Deposits
es: Permitir Depósitos

source: Allows Withdraws
es: Permitir Retiros

source: Allows Trading
es: Permitir Trading

source: Delete
es: Borrar

source: Existing API Keys
es: API Keys existentes

source: No data is available
es: No hay datos disponibles

source: The Public API is available in HTTP, WebSocket, and Get Request, with streaming data on products, product pairs, ticker activity, trades, and the order book.
es: La API pública está disponible en HTTP, WebSocket y solicitud GET, con datos en continuo sobre productos, pares de productos, actividad de precios, trades y el libro de órdenes.

source: The Private API is accessible only by registered users and enables access and control of a user's account. All key user functions may be executed from the API, including account and order management activities.
es: La API privada es accesible solo para usuarios registrados y permite el acceso y control de la cuenta de un usuario. Todas las funciones clave del usuario pueden ejecutarse desde la API, incluyendo actividades de gestión de cuenta y órdenes.

source: You can access the API using the following websocket address:
es: Puedes acceder a la API usando la siguiente dirección websocket:

source: API Documentation »
es: Documentación API »

source: Create an API Key
es: Crear una API Key

source: Permissions
es: Permisos

source: Secret
es: Secreto

source: To generate your own signature with a different nonce, {hmacSha256} encode your nonce, user ID, and API key, in the format {messageFormat} using the secret as your key.
es: Para generar tu propia firma con un nonce diferente, codifica con {hmacSha256} tu nonce, ID de usuario y API Key, en el formato {messageFormat} utilizando el secreto como tu clave.

source: Create New API Key
es: Crear una nueva API Key

source: Choose the following activities to allow the API Key to access:
es: Elige entre las siguientes actividades para permitirle a la API Key tener acceso:

source: Deposits
es: Depósitos

source: Withdrawals
es: Retiros

source: Processing...
es: Procesando…

source: Please choose at least one activity
es: Por favor elige al menos una actividad

source: Confirm
es: Confirmar

source: Delete API Key
es: Borrar API Key

source: Are you sure you want to delete this API Key?
es: ¿Estás seguro de querer eliminar esta API Key?

source: Deposit
es: Depósito

source: Withdraw
es: Retiro

source: Balances
es: Saldos

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Choose another image
es: Elige otra imagen

source: Place image
es: Colocar imagen

source: On
es: Encendido

source: Off
es: Apagado

source: Loading...
es: Cargando…

source: Loading ...
es: Cargando…

source: Next
es: Siguiente

source: Prev
es: Anterior

source: Balance
es: Saldo

source: Instrument
es: Instrumento

source: Counterparty
es: Contraparte

source: Locked in
es: Bloqueado

source: Yes
es: Sí

source: Product Bought
es: Producto Comprado

source: Product Sold
es: Producto Vendido

source: Fee
es: Comisión

source: Final Amount
es: Cantidad Final

source: Final Value
es: Valor Final

source: Confirm Block Trade
es: Confirma Block Trade

source: Confirm Buy Order
es: Confirma Orden de Compra

source: Confirm Sell Order
es: Confirma Orden de Venta

source: Date
es: Fecha

source: Confirm Your Limit Order
es: Confirma tu Orden Limitada

source: Confirm Order
es: Confirma la Orden

source: Please, confirm your order or exit
es: Por favor confirma tu orden o cierra la solicitud

source: Go to Exchange
es: Ir al Exchange

source: Your deposit is being processed.
es: Tu depósito está siendo procesado.

source: Your account balance will be updated soon.
es: El saldo de tu cuenta será actualizado pronto.

source: Your deposit was successfull.
es: Tu depósito fue exitoso.

source: There was a problem with your deposit.
es: Hubo un problema con tu depósito.

source: Please try again or contact an administrator.
es: Por favor prueba nuevamente o contacta a un administrador.

source: Select an option to continue the deposit process
es: Selecciona una opción para continuar con el proceso de depósito

source: Options for deposit
es: Opciones de depósito

source: Please use the following information to make a deposit:
es: Por favor usa la siguiente información para realizar un depósito:

source: Place Deposit Ticket
es: Generar Ticket de Depósito

source: Please read the instructions below
es: Por favor lee las instrucciones abajo

source: Depositing cryptocurrency into the exchange is safe and easy. The address below can always be used to deposit cryptocurrency into your account.
es: Depositar criptomonedas en el exchange es seguro y fácil. La dirección situada abajo puede ser usada para depositar criptomonedas en tu cuenta.

source: Address
es: Dirección

source: The address has been copied to the clipboard.
es: La dirección fue copiada en el portapapeles.

source: Be sure to include this destination tag:
es: Asegúrate de incluir esta etiqueta de destino:

source: The destination tag has been copied to the clipboard.
es: La etiqueta de destino ha sido copiada en el portapapeles.

source: Your account will automatically update after the cryptocurrency network confirms your transaction.
es: Tu cuenta será automáticamente actualizada después de que la red de criptomonedas confirme tu transacción.

source: The confirmation may take up to 1 hour.
es: La confirmación podrá tomar hasta 1 hora.

source: 1) Send cryptocurrency to this address
es: 1) Envía criptomonedas a esta dirección

source: 2) Your deposit will automatically be processed
es: 2) Tu depósito será procesado automáticamente

source: Server provided an unexpected response.
es: El servidor proporcionó una respuesta inesperada.

source: Deposit Money
es: Deposita dinero

source: Step 1:
es: Paso 1:

source: Create the deposit ticket.
es: Crea un ticket de depósito.

source: Step 2:
es: Paso 2:

source: Process deposit instructions on the deposit receipt.
es: Procesa las instrucciones de depósito que figuran en el recibo de depósito.

source: Full Name:
es: Nombre Completo:

source: Amount:
es: Cantidad:

source: Comments:
es: Comentarios:

source: The comment field is optional. Please use it for special instructions.
es: El campo de comentarios es opcional. Por favor úsalo para instrucciones especiales.

source: Bank Account to Wire the Funds
es: “Cuenta bancaria para transferir los fondos

source: Bank Name:
es: Nombre del banco:

source: Wire Number:
es: Número de transferencia:

source: Account Number:
es: Número de cuenta:

source: Mid Market Price
es: Precio Medio de Mercado

source: Type Authentication Code Here
es: Escribe aquí el código de autenticación

source: Disable Two-Factor Authentication
es: Desactivar el doble factor de autenticación

source: Download a Two-Factor Authentication app to your phone such as Authy or Google Authenticator
es: Descarga una app de doble factor de autenticación en tu teléfono como Authy o Google Authenticator

source: Use the app to scan QR code.
es: Usa la app para escanear el código QR.

source: Type in code from your phone.
es: Escribe aquí el código de tu teléfono.

source: Enable Two-Factor Authentication
es: Activa doble facto de autenticación

source: Enable 2FA
es: Activa 2FA

source: Summary
es: Resumen

source: Product
es: Producto

source: Available Balance
es: Saldo Disponible

source: Pending Deposits
es: Depósitos pendientes

source: Total Balance
es: Saldo Total

source: Coin
es: Moneda

source: Price
es: Precio

source: Volume
es: Volumen

source: No coin is available
es: Ninguna moneda está disponible

source: Verification form is not properly setup, please contact the exchange in order to solve this.
es: El formulario de verificación no está configurado correctamente. Por favor, contacta al exchange para resolver esto.

source: First Name
es: Primer Nombre

source: Middle Name
es: Segundo Nombre

source: Last Name
es: Apellido

source: Date of Birth
es: Fecha de Nacimiento

source: Billing Phone
es: Teléfono de Facturación

source: Billing Country
es: País de Facturación

source: Billing Street Address
es: Dirección de Facturación

source: Billing State
es: Estado de Facturación

source: Billing City
es: Ciudad de Facturación

source: Billing Zip
es: Código Postal de Facturación

source: Type of ID you want to upload
es: Tipo de identificación que deseas cargar

source: Passport
es: Pasaporte

source: Drivers License
es: Licencia de Conducción

source: Identity Card
es: Documento de Identidad

source: Residence Permit
es: Permiso de Residencia

source: Upload an image of your selected Document
es: Carga una imagen del documento seleccionado

source: Document
es: Documento

source: Image of the back of your Drivers License
es: Imagen del reverso de tu licencia de conducción

source: Documents back
es: Reverso del documento

source: Document's back
es: Reverso del Documento

source: Upload selfie
es: Carga una selfie

source: Selfie picture
es: Foto Selfie

source: Optional - Uplading a selfie helps to verify your identity faster.
es: Opcional - Cargar una selfie ayuda a verificar más rápido tu identidad.

source: Go back
es: Atrás

source: Upload your ID
es: Carga tu ID

source: Complete this form to verify your account to raise your limits and enable buys.
es: Completa este formulario para verificar tu cuenta, aumentar tus límites y habilitar compras.

source: Submit
es: Enviar

source: Cancel
es: Cancelar

source: Confirm Identification Documents
es: Confirma los Documentos de Identificación

source: Thanks for applying to increase your Verification Level. Once we have reviewed and approved your documents, you will be able to use all features of our platform.
es: Gracias por solicitar aumentar tu Nivel de Verificación. Una vez que hayamos revisado y aprobado tus documentos, podrás utilizar todas las funciones de nuestra plataforma.

source: Our account verification service is having difficulties connecting. Please try again later.
es: Nuestro servicio de verificación de cuentas está teniendo dificultades de conexión. Por favor, trata nuevamente más tarde.

source: Current Verification Level
es: Nivel Actual de Verificación

source: Confirm Increase Verification Level Application
es: Confirmar Solicitud de Aumento de Nivel de Verificación

source: Thanks for applying to increase your Verification Level. Once we have approved your application, you will next be required to submit identification documentation.
es: Gracias por solicitar aumentar tu Nivel de Verificación. Una vez que hayamos aprobado tu solicitud, se te pedirá que envíes documentación de identificación.

source: Benefits
es: Beneficios

source: Requirements
es: Requerimientos

source: Increase to {label}
es: Aumentar a {label}

source: Please complete verification to trade and access additional features.
es: Por favor, completa la verificación para trapear y tener acceso a funciones adicionales.

source: Learn More
es: Conoce más

source: Switch Language
es: Cambia de Idioma

source: Select language
es: Selecciona Idioma

source: Set Language
es: Establecer Idioma

source: Log In to {n}
es: Inicia sesión en {n}

source: Username
es: Usuario

source: Password
es: Contraseña

source: Log In
es: Inicia Sesión

source: Sign Up
es: Regístrate

source: Problem Logging In?
es: ¿Problemas iniciando sesión?

source: We were unable to login, check your internet connection and try refreshing the page.
es: No pudimos iniciar sesión, verifica tu conexión a internet e intenta actualizar la página.

source: Use {ProductSymbol} to pay for fees
es: Usa {ProductSymbol} para pagar las tarifas

source: ({LoyaltyDiscount}% discount )
es: ({LoyaltyDiscount}% de descuento )

source: {products} or {lastProduct}
es: {products} o {lastProduct}

source: Trading Fees
es: Tarifa de Trading

source: Using {displayProducts} for transaction fees applies a discount to your trading fee. If you hold {displayProducts} in your account, you have the option of having your trading fees automatically subtracted from your {displayProducts} balance.
es: El uso de {displayProducts} para las comisiones de transacción aplica un descuento a tu tarifa de trading. Si tienes {displayProducts} en tu cuenta, tienes la opción de que las tarifas de trading se descuenten automáticamente de tu saldo de {displayProducts}.

source: Loyalty token has not been set up on this exchange.
es: El token de lealtad no ha sido configurado en este exchange.

source: Use default fees
es: Usar tarifas predeterminadas

source: Cryptocurrency
es: Criptomonedas

source: Digital Assets
es: Activos Digitales

source: Total Value:
es: Valor Total:

source: Market Price (USD)
es: Precio de Mercado (USD)

source: Standard Accounts
es: Cuentas Estándar

source: Margin Accounts
es: Cuentas de Margen

source: Borrowing Power
es: Poder de Endeudamiento

source: Transfers
es: Transferencias

source: Standard Account Value:
es: Valor de Cuenta Estándar:

source: Margin Account Value:
es: Valor de Cuenta de Margen:

source: Standard
es: Estándar

source: Margin
es: Margen

source: 4 Products on Exchange
es: 4 Productos en Exchange

source: Transfer between accounts:
es: Transferencia entre cuentas:

source: Transfer
es: Transferencia

source: Last Price
es: Último Precio

source: 24-Hour Change
es: Variación en 24 Horas

source: 24-Hour Pct Change
es: Variación en 24 Horas en Porcentaje

source: 24-Hour Vol.
es: Volumen en 24 Horas.

source: 24-Hour High
es: Máximo en 24 Horas

source: 24-Hour Low
es: Mínimo en 24 Horas

source: Bid
es: Oferta

source: Ask
es: Pregunta

source: Markets Overview
es: Resumen de Mercados

source: Cancel:
es: Cancelar:

source: Sells
es: Vende

source: Buys
es: Compra

source: All
es: Todo

source: Spread
es: Margen

source: Center
es: Centro

source: Order Book
es: Libro de Orden

source: My Size
es: Mi tamaño

source: Order Type
es: Tipo de Orden

source: Limit Price
es: Precio Límite

source: Stop Price
es: Precio de Stop

source: Trailing Amount
es: Importe de Arrastre

source: Limit Offset
es: Desviación de Límite

source: Peg Price
es: Precio de Anclaje

source: Display Quantity
es: Cantidad a mostrar

source: Time in Force
es: Tiempo de Vigencia

source: Good Til Canceled
es: Válido hasta cancelación

source: Immediate or Cancel
es: Inmediata o Cancelar

source: Fees
es: Tasas

source: Order Total
es: Orden Total

source: Received
es: Recibido

source: Order Size:
es: Tamaño de la orden:

source: Bid Price
es: Precio de Oferta

source: Ask Price
es: Precio de Demanda

source: Advanced Orders
es: Órdenes Avanzadas

source: Buy
es: Comprar

source: Sell
es: Vender

source: Order Entry
es: Entrada de pedidos

source: Market
es: Mercado

source: Limit
es: Límite

source: Buy Amount
es: Importe de la Compra

source: Sell Amount
es: Importe de la venta

source: Market Price
es: Precio de mercado

source: Net
es: Red

source: Report Block Trade
es: Reportar Operación de Bloque

source: Amount
es: Cantidad

source: Status
es: Estado

source: Created
es: Creado

source: Deposit Status
es: Estado de Depósito

source: ID
es: Documento de Identificación

source: Pair
es: Par

source: Side
es: Lado

source: Size
es: Tamaño

source: Execution ID
es: ID de Ejecución

source: Date/Time
es: Fecha/Hora

source: Filled Orders
es: Órdenes Completadas

source: Type
es: Tipo

source: Quote
es: Cotización

source: Action
es: Acción

source: Open Orders
es: Órdenes Abiertas

source: Transaction History
es: Historial de Transacción

source: Date Range:
es: Rango de Fechas:

source: to
es: hacia

source: Clear Filters
es: Eliminar Filtros

source: Complete
es: Completar

source: Trade Reports
es: Reportes de Trade

source: Actions
es: Acciones

source: Withdraw Status
es: Estado de Retiro

source: {n}™ {y}. All Rights Reserved.
es: {n}™ {y}. Todos los derechos reservados.

source: Jan
es: Enero

source: Feb
es: Febrero

source: Mar
es: Marzo

source: Apr
es: Abril

source: Jun
es: Junio

source: Jul
es: Julio

source: Aug
es: Agosto

source: Sep
es: Septiembre

source: Oct
es: Octubre

source: Nov
es: Noviembre

source: Dec
es: Diciembre

source: Open
es: Abrir

source: Close
es: Cerrar

source: High
es: Alto

source: Low
es: Bajo

source: Price Chart
es: Tabla de precios

source: Problems Logging In?
es: ¿Problemas iniciando sesión?

source: Select your issue type and provide us with your {label} below. We will follow up with a solution shortly.
es: Selecciona el tipo de problema y bríndanos tu {label} abajo. Te daremos una solución pronto.

source: I’m an existing user and I forgot my password.
es: Soy un usuario existente y olvidé mi contraseña.

source: I’m a new user and I haven’t received my verification email.
es: Soy un usuario nuevo y no he recibido mi correo de verificación.

source: Provide us with your {label} below. We will follow up with reset instructions.
es: Proporciónanos tu {label} a continuación. Seguiremos con instrucciones de reinicio.

source: Send Email
es: Enviar correo

source: Profile
es: Perfil

source: Language
es: Idioma

source: Update Profile
es: Actualizar Perfil

source: Cancel Order
es: Cancelar Orden

source: Activity type:
es: Tipo de actividad:

source: All Activities
es: Todas las actividades

source: Date range:
es: Rango de fechas:

source: Time
es: Hora

source: Recent Trades
es: Trades Recientes

source: No recent trades
es: No hay trades recientes

source: Locked In
es: Bloqueado

source: Submit Report
es: Enviar Reporte

source: Bought
es: Comprado

source: Sold
es: Vendido

source: Report Type:
es: Tipo de Reporte:

source: Start Date:
es: Fecha de Inicio:

source: Frequency:
es: Frecuencia:

source: Schedule a Cyclical Report
es: Agenda un Reporte Cíclico

source: Schedule Report
es: Agendar Reporte

source: End Date:
es: Fecha de Finalización:

source: Create Single Report
es: Crear un Reporte Único

source: Create Report
es: Crear Reporte

source: Trade Activity
es: Actividad de Trade

source: Transaction
es: Transacción

source: Treasury
es: Tesorería

source: Report Summary
es: Resumen del Reporte

source: Download Report
es: Descargar Reporte

source: Reports Available to Download
es: Reportes Disponibles para Descargar

source: Refresh Reports
es: Refrescar Reportes

source: No Report Is Available
es: No hay reportes disponibles

source: Accounts
es: Cuentas

source: Create a Report
es: Crear un Reporte

source: Frequency
es: Frecuencia

source: Cancel Report
es: Cancelar Reporte

source: Cyclical Reports
es: Reporte Cíclico

source: Hourly
es: Por Hora

source: Daily
es: Diario

source: Weekly
es: Semanal

source: Monthly
es: Mensual

source: Annual
es: Anual

source: Very Weak
es: Muy débil

source: Weak
es: Débil

source: Medium
es: Medio

source: Strong
es: Fuerte

source: Very Strong
es: Muy fuerte

source: Reset Your Password
es: Restablece tu contraseña

source: New Password
es: Nueva contraseña

source: Matching Password
es: Contraseña Correspondiente

source: Resetting your password...
es: Restableciendo tu Contraseña…

source: Reset Password
es: Restablecer contraseña

source: Problem resetting your password?
es: ¿Problemas restableciendo tu contraseña?

source: To Reset your password, you will need to send an email that will allow you to access the reset password prompt. Check your email with instructions on changing your password
es: Para restablecer tu contraseña, necesitarás enviar un correo que te permita tener acceso a la solicitud de restablecimiento de contraseña. Revisa en tu correo con las instrucciones para cambiar tu contraseña

source: Send Reset Email
es: Enviar correo de restablecimiento

source: Choose a Crypto to Buy
es: Elige una cripto para comprar

source: Choose a Crypto to Sell
es: Elige una cripto para vender

source: Buy {product1Name} with {product2Name}
es: Compra {product1Name} con {product2Name}

source: Sell ${product1Name} for ${product2Name}
es: Vende ${product1Name} por ${product2Name}

source: Select an Instrument:
es: Selecciona un instrumento:

source: Make a Transaction
es: Haz una transacción

source: Confirmation
es: Confirmación

source: Limit (Fill or Kill)
es: Límite (Fill or Kill)

source: {product} to Buy
es: {product} para comprar

source: {product} to Sell
es: {product} para vender

source: Transaction Overview
es: Resumen de la Operación

source: We cannot fill this request.
es: No podemos completar esta solicitud.

source: {price} per {symbol1}
es: {price} por {symbol1}

source: Transaction Cost
es: Costo de Transacción

source: {symbol1} to Buy
es: {symbol1} para comprar

source: {symbol1} to Sell
es: {symbol1} para vender

source: Price per unit
es: Precio por unidad

source: Display Currency
es: Mostrar Moneda

source: Your deposit ticket has been created successfully.
es: Su ticket de depósito ha sido creado exitosamente.

source: Please note the following deposit ticket ID for your reference:
es: Tenga en cuenta el siguiente ID de ticket de depósito para su referencia:

source: Step 1: Create the deposit ticket. Sender’s bank details should match with the wallet account. Third party and/or anonymous payments cannot be accepted.
es: Paso 1: Crear un ticket de depósito. Los datos bancarios del remitente deben coincidir con los de la cuenta de la wallet. No se aceptan pagos de terceros ni anónimos.

source: Step 2: Please deposit the stated amount to the provided bank account details.
es: Paso 2: Ingrese el depósito indicado en los datos bancarios facilitados.

source: Note - The information from the deposit ticket will be emailed to you.
es: Nota - La información del ticket de depósito te será enviada por correo electrónico.
