Repository: AndresRamirez9912/exchangeTest
Catalog: locales/*.po
Languages: es

source: The deposit of these funds might take up to 7 business days, and it’s subject to operator review.
es: El depósito de estos fondos podría tomar hasta 7 días hábiles y está sujeto a revisión del operador.

source: Instructions
es: Instrucciones

source: Full Name
es: Nombre Completo

source: Amount to Deposit
es: Cantidad a depositar

source: Note
es: Nota

source: Step 2: Wire the funds to this account
es: Paso 2: Transfiere los fondos a esta cuenta

source: Make sure the wire transfer matches the Name and Amount stated in this Deposit Ticket.
es: Asegúrate de que la transferencia bancaria coincide con el nombre y el importe indicados en este resguardo de ingreso.

source: A copy of this Deposit Ticket will be emailed to you
es: Se enviará por correo electrónico una copia de este ticket de depósito

source: Amount to Withdraw
es: Cantidad a recibir

source: Remaining Balance
es: Saldo restante

source: Select an option to continue the withdraw process
es: Selecciona una opción para continuar con el proceso de retiro

source: Current Balance:
es: Saldo actual:

source: Transaction Fee:
es: Tasa de transacción:

source: Final Balance:
es: Saldo final:

source: Show Wallet Address
es: Mostrar dirección de la wallet

source: Request by Email
es: Solicitud por correo electrónico

source: Scan this QR code to receive funds:
es: Escanea este código QR par recibir fondos:

source: Or copy this address:
es: O copia esta dirección:

source: Loading url...
es: Cargando url…

source: Email Address to Request From
es: Dirección de correo electrónico para solicitar

source: Amount of {name} to Request
es: Importe de {name} a solicitar

source: Add a Note
es: Añadir una nota

source: (Optional)
es: (Opcional)

source: Request
es: Petición

source: Your withdraw ticket was created successfully.
es: Tu ticket de retiro ha sido creado exitosamente.

source: Options for withdraw
es: Opciones de retiro

source: External Wallet
es: Wallet Externa

source: To Email Address
es: A la dirección de correo electrónico

source: Recipient’s Email Address
es: Dirección de correo electrónico del destinatario

source: Amount of {name} to Send
es: Cantidad de {name} a enviar

source: Total Amount:
es: Cantidad Total:

source: Send
es: Enviar

source: External Address
es: Dirección Externa

source: Recipient’s Email
es: Correo Electrónico del Destinatario

source: Requestee’s Email
es: Correo Electrónico del Solicitante

source: Miner Fees
es: Tasas de Minero

source: Total Amount
es: Cantidad Total

source: Send Details
es: Enviar Detalles

source: Amount to be Deducted
es: Importe a Deducir

source: Amount to Send
es: Cantidad para Enviar

source: If the sender is not a registered user of Retail, they will receive an email invitation to create an account and claim their funds.
es: Si el remitente no es un usuario registrado de Retail, recibirá una invitación por correo electrónico para crear una cuenta y reclamar sus fondos.

source: Use this form to request funds via email.
es: Utilice este formulario para solicitar fondos por correo electrónico.

source: Note - if the requestee is not a registered user of Retail, they will receive an email invitation to create an account.
es: Nota: si el solicitante no es un usuario registrado de Retail, recibirá una invitación por correo electrónico para crear una cuenta.

source: Depositing cryptocurrency into your wallet is safe and easy. The address below can always be used to deposit cryptocurrency into your account.
es: Depositar criptodivisas en su wallet es seguro y fácil. La dirección de abajo siempre se puede utilizar para depositar criptomonedas en su cuenta.

source: Your account will automatically update after the cryptocurrency network confirms your transaction. The confirmation may take up to 1 hour
es: Su cuenta se actualizará automáticamente después de que la red de criptomonedas confirme su transacción. La confirmación puede tardar hasta 1 hora

source: Receive
es: Recibe

source: Enter the token from your Authenticator app.
es: Ingresa el token de tu app de autenticación.

source: Two-Factor Authentication
es: Doble factor de autenticación

source: About API Keys
es: Sobre las API Keys

source: View: API Documentation »
es: Ver: Documentación de la API »

source: Demo Settings.
es: Ajustes de Demostración.

source: Edit Settings
es: Editar Configuraciones

source: Template
es: Plantilla

source: Color Theme
es: Tema de Color

source: Chart Type
es: Tipo de Gráfico

source: Settings
es: Configuraciones

source: Two-Factor Authentication (2FA) adds another layer of protection to your account by requiring an additional passcode during the logging in process.
es: La autenticación de dos factores (2FA) añade otro nivel de protección a tu cuenta al requerir un código de acceso adicional durante el proceso de inicio de sesión.

source: You will need to download Google Authenticator on your smartphone as part of the process to enable 2FA.
es: Tendrás que descargar Google Authenticator en tu smartphone como parte del proceso para habilitar la 2FA.

source: Update Profile and Security Settings.
es: Actualiza tu perfil y configuración de seguridad.

source: Here you can make general settings such as...
es: Aquí puedes realizar ajustes generales como…

source: Region
es: Región

source: Theme
es: Tema

source: Base currency misconfigured. Contact the site’s operators.
es: Moneda base mal configurada. Ponte en contacto con los operadores del sitio.

source: Base Currency
es: Moneda Base

source: Edit Language
es: Editar Idioma

source: Check your email with instructions on changing your password
es: Revisa tu email con las instrucciones para cambiar tu contraseña

source: To change your password, we will send you an email that will allow you to access the Reset Password feature. Click the button below to receive the email.
es: Para cambiar tu contraseña, te enviaremos un correo electrónico que te permitirá acceder a la función Restablecer contraseña. Haz clic en el botón de abajo para recibir el correo electrónico.

source: No Transfer History
es: Sin historial de transferencias

source: Transfer History
es: Historial de Transferencias

source: You can freely transfer currency with other participants on the exchange. Simply provide the email address for your contact during the “Send” or “Receive” process. If the email address is registered on the exchange, then the user will receive the transfer. If the email address is not registered, the user will get an invitation to join the exchange.
es: Puedes transferir divisas libremente con otros participantes en el exchange. Sólo tienes que indicar la dirección de correo electrónico de tu contacto durante el proceso de “Enviar” o “Recibir”. Si la dirección de correo electrónico está registrada en el exchange, el usuario recibirá la transferencia. Si la dirección de correo electrónico no está registrada, el usuario recibirá una invitación para unirse al exchange.

source: Edit Theme
es: Editar Tema

source: User Settings
es: Configuración de Usuario

source: Terms and Conditions
es: Términos y Condiciones

source: Privacy Policy
es: Políticas de Privacidad

source: Signup success
es: Registro Exitoso

source: {n} Sign Up
es: {n} Registro

source: Thanks for signing up, please check your inbox for a confirmation email
es: Gracias por registrarte, por favor revisa en tu bandeja de entrada el correo de confirmación

source: Retype Password
es: Repite la contraseña

source: By Clicking
es: Haciendo clic

source: Sign up
es: Regístrate

source: you accept our {t} and {p}
es: tú aceptas nuestro {t} y {p}

source: Login
es: Inicio de Sesión

source: Forgot Password?
es: ¿Olvidaste tu contraseña?

source: Theme Editor
es: Editor de Tema

source: Edit all the colors used in the app
es: Edita todos los colores usados en la app

source: High:
es: Alto:

source: Volume:
es: Volumen:

source: Select server
es: Selecciona Servidor

source: Approve
es: Aprobar

source: Reject
es: Rechazar

source: Sent
es: Enviado

source: From
es: De

source: To
es: Para

source: Recipient
es: Destinatario

source: You requested to Receive
es: Has solicitado recibir

source: Sent By
es: Enviado por

source: Request for you to send
es: Solicitud de envío

source: Sent Transfers
es: Transferencias Enviadas

source: Received Transfers
es: Transferencias Recibidas

source: Sent Requests
es: Transferencias Enviadas

source: Received Requests
es: Solicitudes Recibidas

source: Refresh Transfers
es: Refrescar Transferencias

source: Invalid Auth Code. Please try again.
es: Código de Autenticación Inválido. Por favor prueba nuevamente.

source: Sign Out
es: Cerrar sesión

source: Switch to {accountName}
es: Cambiar a {accountName}

source: You are not yet verified. Verification under review.
es: Aún no estás verificado. Verificación en revisión.

source: You are not yet verified. Verify your identity to start trading.
es: Aún no está verificado. Verifica tu identidad para iniciar a hacer trading.

source: Verification under review. Click here to check your verification status.
es: Verificación en revisión. Haz clic aquí para revisar el estado de tu verificación.

source: Verify your identity to start trading. Click here to verify.
es: Verifica tu identidad para iniciar a hacer trading. Haz clic aquí para verificar.

source: Problem with verification?
es: ¿Problemas con la verificación?

source: Current Balance
es: Saldo actual

source: Value
es: Valor

source: Details
es: Detalles

source: Funded Accounts
es: Cuentas financiadas

source: Back to Overview
es: Volver a vista general

source: Edit banking information
es: Edita la información bancaria

source: You have insufficient balance
es: No tienes saldo suficiente

source: Insufficient funds
es: Fondos Insuficientes

source: Balance:
es: Saldo:

source: Fee:
es: Tasa:

source: Received:
es: Recibido:

source: Place Withdraw Ticket
es: Colocar Ticket de Retirada

source: Trailing Stop Market
es: Trailing Stop de mercado

source: Trailing Stop Limit
es: Límite de Trailing Stop

source: Reserve Order
es: Orden de Reserva

source: Place Sell Order
es: Realizar solicitud de venta

source: Place Buy Order
es: Realizar solicitud de compra

source: Last
es: Último

source: Bank Name
es: Nombre el Banco

source: Please note that a destination tag may be required if you are withdrawing to an exchange or online wallet.
es: Ten en cuenta que puede ser necesaria una etiqueta de destino si retiras fondos en un Exchange o Wallet Online.

source: Passwords do not match
es: Las contraseñas no coinciden

source: Invalid email address
es: Correo electrónico inválido

source: Input should only contain alphanumeric characters
es: La entrada sólo debe contener caracteres alfanuméricos

source: Input should only contain alphabetic characters
es: La entrada sólo debe contener caracteres alfabéticos

source: Input should only contain alphanumeric and space characters
es: La entrada sólo debe contener caracteres alfanuméricos y espacios

source: Input should only contain numeric characters
es: La entrada sólo debe contener caracteres numéricos

source: Must be bigger than {a}
es: Debe ser mayor que {a}

source: Must be bigger than or equal to {a}
es: Debe ser mayor o igual que {a}

source: Must be less than {a}
es: Debe ser menor que {a}

source: Password must contain at least 8 characters, one number, and at least one capital letter
es: La contraseña debe contener al menos 8 caracteres, un número y al menos una letra mayúscula

source: Invalid date
es: Fecha inválida

source: Must be {a} characters or less
es: Debe tener {a} caracteres o menos

source: Must be a valid phone number
es: Debe ser un número de teléfono válido

source: File size must be under {a}mb
es: El tamaño del archivo debe ser inferior a {a}mb

source: Date must be before {a}
es: La fecha debe ser anterior a {a}

source: Date must be after {a}
es: La fecha debe ser posterior a {a}

source: Time must be after {a}
es: La hora debe ser después de {a}

source: Time must be before {a}
es: La hora debe ser antes de {a}

source: Deposited {a}
es: Depositado {a}

source: Withdrew {a}
es: Retirado {a}

source: from External Address
es: desde Dirección Externa

source: to External Address
es: a Dirección Externa

source: from Bank
es: desde banco

source: to Bank
es: hacia el banco

source: Sent {a}
es: Enviado {a}

source: Received {a}
es: Recibido {a}

source: Bought {a}
es: Compado {a}

source: Sold {a}
es: Vendido {a}

source: with {a}
es: con {a}

source: for {a}
es: para {a}

source: Status / ID
es: Estado / ID

source: Time & Date
es: Hora y Fecha

source: Depth Chart
es: Tabla de profundidad

source: Could not create tag or tag already in use
es: No se ha podido crear la etiqueta o la etiqueta ya está en uso

source: Your withdrawal has been confirmed successfully and has started processing.
es: Tu retiro ha sido confirmado correctamente y ha comenzado a procesarse.

source: Your withdrawal confirmation failed. Try clicking the link in the email you received again. Contact the exchange admin if the problem persists.
es: La confirmación de tu retiro ha fallado. Intenta hacer clic de nuevo en el enlace del correo electrónico que has recibido. Ponte en contacto con el administrador del exchange si el problema persiste.

source: There are no providers configured for this product
es: No hay proveedores configurados para este producto

source: Server provided an unexpected response
es: El servidor proporcionó una respuesta inesperada

source: Your deposit has been successfully added
es: Tu depósito se ha añadido correctamente

source: Your information has been submitted and is under review. Your verification status will be updated 24-48 hours from the time of submission.
es: Tu información ha sido enviada y está siendo revisada. Tu estado de verificación se actualizará en 24-48 horas desde el momento de su envío.

source: There was an error in submitting your information. Please try again.
es: Se ha producido un error al enviar tu información. Por favor, inténtalo de nuevo.

source: Your order was filled successfully!
es: ¡Tu pedido se ha realizado correctamente!

source: Your order failed, please try again
es: Tu orden ha fallado, por favor trata nuevamente

source: Single report was successfully created
es: Se ha creado correctamente un único informe

source: Cyclical report was successfully created
es: El informe cíclico se ha creado correctamente

source: You successfully reset your password. You can now login with your new password.
es: Has restablecido correctamente tu contraseña. Ahora puedes iniciar sesión con tu nueva contraseña.

source: Your attempt to reset your password has failed. Contact the exchange admin if the problem persists.
es: Tu intento de restablecer tu contraseña ha fallado. Ponte en contacto con el administrador si el problema persiste.

source: Request transfer succeeded
es: Transferencia solicitada efectuada

source: Transfer succeeded
es: Transferencia realizada

source: Transfer Approved
es: Transferencia Aprobada

source: Transfer Rejected
es: Transferencia Rechazada

source: Failed to confirm transfer request
es: No se ha podido confirmar la solicitud de transferencia

source: Check Your Email For Reset Password Link
es: Verifica tu correo electrónico para tener el enlace de restablecimiento de contraseña

source: Two Factor Authenticated is disabled
es: La autenticación de dos factores está desactivada

source: Code Rejected
es: Código Rechazado

source: Two Factor Authenticated is enabled
es: La autenticación de dos factores está activada

source: Check Your Email For An Account Verification Email
es: Revisa en tu correo electrónico de el correo de verificación de cuenta

source: Your profile has been successfully updated
es: Tu perfil se ha actualizado exitosamente

source: Your withdraw has been successfully added
es: Tu retiro se ha añadido correctamente

source: Your withdraw has been successfully canceled
es: Tu retiro ha sido cancelado con éxito

source: The site
es: El sitio

source: Connection with server lost. Attempting reconnect...
es: Conexión con el servidor perdida. Intentando reconectar…

source: Still unable to connect after {attemptCount} attempts, trying again...
es: Sigue sin poder conectarse después de {attemptCount} intentos, intentándolo de nuevo…

source: Bought {Product1Symbol}
es: Comprado {Product1Symbol}

source: Sold {Product1Symbol}
es: Vendido {Product1Symbol}

source: with {Product2Symbol}
es: con {Product2Symbol}

source: for {Product2Symbol}
es: por {Product2Symbol}

source: Buy & Sell
es: Comprar y Vender

source: Your Snapshot
es: Tu foto instantánea

source: Market Data
es: Datos de Mercado

source: Transfer Activity
es: Actividad de Transferencia

source: Unfunded Accounts
es: Cuenta sin fondos

source: Profile & Security
es: Perfil y Seguridad

source: Verification Level
es: Nivel de Verificación

source: User Contacts
es: Contactos de usuario

source: Affiliate Program
es: Programa de afiliados

source: Loyalty Token
es: Token de fidelidad

source: Demo Settings
es: Configuración de demostración
